<pre style="    text-align: right;">
شركة فرعون لنقل الاثاث الشركة الاولي في مصر
 %0a___________________________________%0a
تم تسجيل الحجز او الاستفسار بواسطة/ {{$val->user->name}}
    %0a___________________________________%0a
 رقم الاوردر : {{$val->id}}%0a
 اسم العميل : {{str_replace('"',' ',$val->client_name)}}%0a
 رقم الهاتف : {{$val->client_phone}}%0a
 من منطقة : {{$val->fromArea ? $val->fromArea->name : ''}}%0a
 الي منطقة : {{$val->toArea ? $val->toArea->name : ''}}%0a
 نازل من الدور : {{$val->from_floor}}%0a
 طالع الي الدور : {{$val->to_floor}}%0a
 تاريخ تنفيذ الاوردر : {{$val->booking_at}} ( {{$val->order_day}})%0a
 وقت التنفيذ : {{\Carbon\Carbon::createFromFormat('H:i', date("h:i",strtotime($val->order_time)))->isoFormat('h:mm a')}}%0a
اجمالي الاوردر : {{number_format($val->price)}} @lang('back.l.e') %0a

السعر غير شامل الكارتات والموازين لجميع الطرق%0a
   ملحوظه هامه :- %0a
الشركه غير مسؤله عن أي مفقودات بداخل العربيه بعد انتهاء عمليه  النقل
يجب على العميل ان  ينظر داخل  العربيه بعد إنهاء النقل والتأكد من ان العربيه فارغه من المنقولات
%0a___________________________________%0a
   الملاحظات الموجودة و محتويات الاوردر
%0a___________________________________%0a
 : {{$val->note}}
%0a___________________________________%0a
{!! str_replace("\r\n","%0a%0a",getSetting('whatsapp')->value) !!}
</pre>
